final Map<String, List<String>> moodFeelings = {
  "Радость": [
    "Возбуждение", "Восторг", "Игривость", "Наслаждение", "Очарование",
    "Осознанность", "Смелость", "Удовольствие", "Чувственность", "Энергичность", "Экстравагантность"
  ],
  "Страх": [
    "Тревога", "Паника", "Ожидание", "Опасение", "Неуверенность",
    "Нервозность", "Смущение", "Страх", "Сдержанность", "Дискомфорт", "Боязнь"
  ],
  "Бешенство": [
    "Ярость", "Раздражение", "Гнев", "Бешенство", "Фрустрация",
    "Злость", "Агрессия", "Мстительность", "Оскорбление", "Ненависть", "Деструктивность"
  ],
  "Грусть": [
    "Скорбь", "Тоска", "Печаль", "Ностальгия", "Уныние",
    "Разочарование", "Грусть", "Меланхолия", "Печаль", "Жалость", "Тоска"
  ],
  "Спокойствие": [
    "Равновесие", "Спокойствие", "Умиротворение", "Благополучие", "Тишина",
    "Гармония", "Баланс", "Безмятежность", "Отрешенность", "Сила", "Невозмутимость"
  ],
  "Сила": [
    "Мощь", "Энергия", "Уверенность", "Решительность", "Мотивация",
    "Стойкость", "Желание", "Целеустремленность", "Отвага", "Смелость", "Активность"
  ]
};
